Repository: GerZah/wesa_omeka
Catalog: plugins/Geolocation/languages/*.po
Languages: de_de

source: Geolocation
de_de: Geolokalisierung

source: kilometers
de_de: Kilometer

source: miles
de_de: Meilen

source: within %1$s %2$s of "%3$s"
de_de: im Abstand von %1$s %2$s von „%3$s“

source: Map
de_de: Karte

source: Browse Map
de_de: Durchsuchen der Karte

source: Find A Geographic Location For The
de_de: Finde einen geographischen Standort für die

source: Geolocation Map
de_de: Geolokalisierungs-Karte

source: Show attached items on a map
de_de: Angefügte Elemente auf einer Karte anzeigen

source: Find a Location by Address:
de_de: Finden Sie einen Ort anhand der Adresse:

source: Select Map Overlay:
de_de: Kartenüberlagerung auswählen:

source: Latitude:
de_de: Breitengrad:

source: Find a Location by Coordinates
de_de: Finden Sie einen Ort anhand der Koordinaten

source: Longitude:
de_de: Längengrad:

source: Are you sure you want to change the location of the item?
de_de: Sind Sie sicher, dass Sie den Ort des Objektes ändern wollen?

source: Error: The center of the map has not been set!
de_de: Fehler: Das Zentrum der Karte wurde nicht definiert!

source: Error: You have no map links div!
de_de: Fehler: Sie haben keinen Karten-Link div!

source: Error: "%s" was not found!
de_de: Fehler „%s“ wurde nicht gefunden!

source: General Settings
de_de: Allgemeine Einstellungen

source: Default Latitude
de_de: Standard-Längengrad

source: Latitude of the map's initial center point, in degrees. Must be between -90 and 90.
de_de: Längengrad des initialen zentralen Punktes der Karte in Grad. Muss zwischen -90 und 90 liegen.

source: Default Longitude
de_de: Standard-Breitengrad

source: Longitude of the map's initial center point, in degrees. Must be between -180 and 180.
de_de: Breitengrad des initialen zentralen Punktes der Karte in Grad. Muss zwischen -180 und 180 liegen.

source: Default Zoom Level
de_de: Standard Zoom-Stufe

source: An integer greater than or equal to 0, where 0 represents the most zoomed out scale.
de_de: Eine Ganzzahl größer oder gleich 0, wobei 0 die am weitesten heraus gezoomte Skalierung bezeichnet.

source: Map Type
de_de: Kartentyp

source: The type of map to display
de_de: Art der darzustellenden Karte

source: Roadmap
de_de: Straßenkarte

source: Satellite
de_de: Satellitenbild

source: Terrain
de_de: Gelände

source: Browse Map Settings
de_de: Karteneinstellungen durchsuchen

source: Number of Locations Per Page
de_de: Anzahl der Orte pro Seite

source: The number of locations displayed per page when browsing the map.
de_de: Die Anzahl der Orte die beim Durchsuchen der Karte pro Seite dargestellt werden.

source: Auto-fit to Locations
de_de: Automatisch für Orte einpassen

source: If checked, the default location and zoom settings will be ignored on the browse map. Instead, the map will automatically pan and zoom to fit the locations displayed on each page.
de_de: Wenn Sie dies anwählen, wird der Standard-Ort und die Standard-Zoomstufe beim Durchsuchen der Karte ignoriert. Stattdessen wird die Karte automatisch den richtigen Ausschnitt wählen (Schwenk und Zoom), um die auf der jeweiligen Seite angezeigten Orte darzustellen.

source: Default Radius
de_de: Standard-Radius

source: The size of the default radius to use on the items advanced search page. See below for whether to measure in miles or kilometers.
de_de: Die Größe des Standard-Radius, der für die Objekte der Erweiterten Suche verwendet werden soll. Siehe weiter unten für die Maßeinheit Meilen oder Kilometer.

source: Use metric distances
de_de: Metrische Entfernungen verwenden

source: Use metric distances in proximity search.
de_de: Bei der Nachbarschaftssuche metrische Entfernungen verwenden.

source: Item Map Settings
de_de: Objektkarten-Einstellungen

source: Width for Item Map
de_de: Breite der Objektkarte

source: The width of the map displayed on your items/show page. If left blank, the default width of 100% will be used.
de_de: Die Breite der Karte, die bei Ihrer Objekt/Anzeigen-Seite verwendet werden soll. Wenn Sie diese Einstellung leer lassen, wird als Standardbreite 100% verwendet.

source: Height for Item Map
de_de: Höhe der Objektkarte

source: The height of the map displayed on your items/show page. If left blank, the default height of 300px will be used.
de_de: Die Höhe der Karte, die bei Ihrer Objekt/Anzeigen-Seite verwendet werden soll. Wenn Sie diese Einstellung leer lassen, werden als Standard-Höhe 300 Pixel verwendet.

source: Map Integration
de_de: Kartenintegration

source: Add Link to Map on Items/Browse Navigation
de_de: Link zur Karte zur Objekte/Durchsuchen-Navigation hinzufügen

source: Add a link to the items map on all the items/browse pages.
de_de: Einen Link zur Objekt-Karte auf allen Objekte/Durchsuchen-Seiten hinzufügen.

source: Add Map To Contribution Form
de_de: Landkarte zum Mitwirkungs-Formular hinzufügen

source: If the Contribution plugin is installed and activated, Geolocation will add a geolocation map field to the contribution form to associate a location to a contributed item.
de_de: Wenn das „Contribution“-Plugin installiert und aktiviert ist, wird Geolocation einen Geolokalisierungs-Karten-Link zum Mitwirkungs-Formular hinzufügen, um einen Beitrag mit einem Ort zu verknüpfen.

source: Map Overlays
de_de: Kartenüberlagerungen

source: Define Map Overlays
de_de: Kartenüberlagerungen definieren

source: You may define one or more image overlays that can be superimposed on top of the Google Maps map. By this you can use e.g. a historical map for geolocation. The used map will be stored and will also be superimposed later during map presentation.<br><strong>Please note:</strong> Please use the following form, one per line:<br><em>idx#;identifier;imgURL;LATnorth;LATsouth;LNGeast;LNGwest</em><br>For example:<br><input style="width:100%;" readonly disabled id="geolocation_example"value="1;Talkeetna;https://developers.google.com/maps/documentation/javascript/examples/full/images/talkeetna.png;62.400471;62.281819;-150.005608;-150.287132">
de_de: Hiermit können Sie eines oder mehrere Überlagerungen definieren, die über die Google Maps-Karte gelegt werden. Damit können Sie beispielsweise eine historische Karte zur Geolocation verwenden. Die verwendete Karte wird gespeichert und wird auch später bei der Darstellung überlagert.<br><strong>Bitte beachten:</strong> Bitte verwenden Sie folgende Form, eine pro Zeile:<br><em>idx#;Bezeichner;BildURL;NördlBreite;SüdlBreite;ÖstlLänge;WestlLänge</em><br>Zum Beispiel:<br><input style="width:100%;" readonly disabled id="geolocation_example"value="1;Talkeetna;https://developers.google.com/maps/documentation/javascript/examples/full/images/talkeetna.png;62.400471;62.281819;-150.005608;-150.287132">

source: Location requires an item ID.
de_de: Ort erfordert eine Objekt-ID

source: Location requires a valid item ID.
de_de: Ein Ort erfordert eine gültige Objekt-ID.

source: A location already exists for the provided item.
de_de: Es existiert bereits ein Ort für das gegebene Objekt.

source: Location requires a latitude.
de_de: Ort benötigt Breitenangabe

source: Location requires a longitude.
de_de: Ort benötigt Längenangabe

source: Location requires a zoom level.
de_de: Ort benötigt Zoom-Faktor

source: Location requires a (possibly empty) overlay.
de_de: Ort benötigt eine (ggf. undefinierte) Kartenüberlagerung

source: Browse Items on the Map
de_de: Objekte in der Karte durchsuchen

source: total
de_de: gesamt

source: Find An Item on the Map
de_de: Ein Objekt auf der Karte finden

source: This item has no location info associated with it.
de_de: Dieses Objekt hat keine mit ihm verknüpfte Ortsinformation.

source: Geographic Radius (kilometers)
de_de: Geografischer Radio (Kilometer)

source: Geographic Radius (miles)
de_de: Geografischer Radius (Meilen)

source: Geographic Address
de_de: Geografische Adresse
