Repository: GerZah/wesa_omeka
Catalog: plugins/Network/languages/*.po
Languages: de_de

source: Network
de_de: Netzwerk

source: The network "%s" was successfully deleted!
de_de: Das Netzwerk "%s" wurde erfolgreich gelöscht.

source: This will delete "%s" and its associated metadata.
de_de: Hiermit wird "%s" sowie alle zugehörigen Metadaten gelöscht.

source: The item import was successfully started!
de_de: Der Objekt-Import wurde erfolgreich gestartet.

source: Title
de_de: Titel

source: A top-level heading for the network, displayed in the page header in the public view for the network.
de_de: Die oberste Überschrift für das Netzwerk, die im Seitenkopf in der öffentlichen Ansicht des Netzwerks angezeigt werden soll.

source: Enter a title.
de_de: Geben Sie einen Titel ein.

source: Public
de_de: Öffentlich

source: By default, networks are visible only to site administrators. Check here to publish the network to the public site.
de_de: Standardmäßig sind Netzwerke nur für Administratoren sichtbar. Wählen Sie dies aus, um das Netzwerk auf der öffentlichen Seite sichtbar zu machen.

source: Non-public Items
de_de: Nicht-öffentliche Objekte

source: When a network is published to the public site, you may decide how enclosed non-public items should be displayed. By default, they will be visible, but without clickable links (as those would not work, due to the items not being published). If you wish, their links could be re-directed to the website's frontpage. Other than that, you may decide to show the non-public items as unnamed nodes without their item titles, or to hide them altogether.
de_de: Wenn ein Netzwerk für die öffentliche Website veröffentlicht worden ist, können Sie entscheiden, wie darin enthaltene, nicht-veröffentlichte Objekte dargestellt werden sollen. Standardmäßig sind sie sichtbar, aber ohne anklickbare Links (die für nicht-veröffentlichte Objekte nicht funktionieren würden). Wenn Sie es wünschen, können deren Links zur Startseite der Website umgelenkt werden. Darüber hinaus können Sie entscheiden, die nicht-öffentlichen Objekte als unbenannte Knoten ohne Objekttitel darzustellen, oder sie vollständig zu entfernen.

source: Visible, but unlinked
de_de: Sichtbar, aber nicht verlinkt

source: Visible, linked to site's frontpage
de_de: Sichtbar, zur Website-Startseite verlinkt

source: Visible, but without item title
de_de: Sichtbar, aber ohne Objekttitel

source: Hidden altogether
de_de: Vollständig entfernt

source: Graph Structure
de_de: Graph-Struktur

source: The network graph supports multiple graph structuring heuristics: While "Grid" is the default, "Spread" provides an always different, more organic presentation, which might require significantly more browser resources to initially balance the graph.
de_de: Der Netzwerk-Graph unterstützt mehrere Heuristiken zur Graphen-Strukturierung: Während "Raster" die Standardeinstellung darstellt, bietet "Verteilt" eine bei jedem Aufruf andere, eher organische Repräsentation, obwohl diese möglicherweise deutlich mehr Browser-Ressourcen bei der ursprünglichen Balancierung des Graphen erfordert.

source: Grid
de_de: Raster

source: Spread
de_de: Verteilt

source: Sticky Item Selection
de_de: Bleibende Objektselektion

source: By default, when clicking an item, this item and all its neighors are being highlighted, while all the other items are being greyed out. If you check this box, formerly highlighted items will remain highlighed until clicking the background. This may help exploring higher-level neighborhood contexts by clicking from item to item.
de_de: Standardmäßig werden beim Anklicken eines Objekts eben dieses Objekt und seine Nachbarn hervorgehoben, während alle anderen Objekte ausgegraut werden. Wenn Sie diese Einstellung aktivieren, bleiben zuvor hervorgehobene Objekte hervorgehoben, bis Sie auf den Hintergrund klicken. Dies kann helfen, um Nachbarschafts-Kontexte höherer Ordnung zu erforschen, indem Sie von Objekt zu Objekt klicken.

source: Color Item Types
de_de: Objekttypen färben

source: By default, items from different item types will be displayed in different colors. Uncheck this box if you want all of them to remain black/grey.
de_de: Standardmäßig werden Objekte unterschiedlicher Objekttypen in unterschiedlichen Farben eingefärbt. Entfernen Sie diese Markierung, um alle Objekte in derselben Farbe darzustellen.

source: All Items
de_de: Alle Objekte

source: By default, the network will display only those items that have at least one connection to one other item. Check this box to force displaying all imported items.
de_de: Standardmäßig wird das Netzwerk nur die Objekte enthalten, die mindestens eine Verbindung zu einem anderen Objekt besitzen. Wählen Sie dies aus, um die Darstellung aller importierter Objekte zu erzwingen.

source: All Item Relations
de_de: Alle Objektbeziehungen

source: By default, all relations will be displayed. Uncheck this box to limit the displayed relations.
de_de: Standardmäßig werden alle Objektbeziehungen dargestellt. Entfernen Sie diese Markierung, um die dargestellten Beziehungen zu begrenzen.

source: Item Relations
de_de: Objekt-Beziehungen

source: Please select all relations that you would like to display. If you do not want to display any relations, deselect all.
de_de: Bitte wählen Sie alle Beziehungen, die Sie darstellen wollen. Wenn Sie keine Beziehungen darstellen wollen, entfernen Sie alle Markierungen.

source: Unselect
de_de: Deselektieren

source: All Item References
de_de: Alle Objektreferenzen

source: By default, all reference elements will be displayed. Uncheck this box to limit the displayed element types.
de_de: Standardmäßig werden alle Referenz-Elemente dargestellt. Entfernen Sie diese Markierung, um die dargestellten Elemente zu begrenzen.

source: Item References
de_de: Objektreferenzen

source: Please select all reference elements that you would like to display. If you do not want to display any reference elements, deselect all.
de_de: Bitte wählen Sie alle Referenz-Elemente, die Sie darstellen wollen. Wenn Sie keine Referenzen darstellen wollen, entfernen Sie alle Markierungen.

source: Save Network
de_de: Netzwerk speichern

source: Create a Network
de_de: Netzwerk erstellen

source: Browse Networks
de_de: Netzwerke durchstöbern

source: Created
de_de: Erstellt

source: # Items
de_de: # Objekte

source: Display
de_de: Anzeige

source: Settings
de_de: Einstellungen

source: Items
de_de: Objekte

source: Import
de_de: Importieren

source: Delete
de_de: Löschen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: You do not have any networks.
de_de: Sie haben keine Netzwerke.

source: Get started by creating a new one!
de_de: Starten Sie, indem Sie eine neue erstellen!

source: Confirm Items to Import
de_de: Objekte zum Importieren bestätigen

source: Import Items
de_de: Objekte importieren

source: Edit "%s"
de_de: "%s" editieren

source: Search by a Range of ID#s (eg: 1-4, 156, 79)
de_de: Suchen nach Objekt-ID-Bereich (z.B. 1-4, 156, 79)

source: Search By Collection
de_de: Suchen nach Kollektion

source: Search By Type
de_de: Suchen nach Objekttyp

source: Search By Tags
de_de: Suchen nach Tags

source: Preview and Import Items
de_de: Voransicht und Objekte importieren

source: Remove Items from Network
de_de: Objekte aus dem Netzwerk entfernen

source: You have successfully removed the item from network.
de_de: Sie haben erfolgreich ein Objekt aus dem Netzwerk entfernt.

source: Undo
de_de: Rückgängig

source: Back
de_de: Zurück

source: Re-add Deleted Item to Network
de_de: Gelöschtes Objekt wieder zum Netzwerk hinzufügen

source: You have successfully re-added the item to network.
de_de: Sie haben das Objekt erfolgreich erneut zum Netzwerk hinzugefügt.

source: View Items in "%s"
de_de: Objekte in "%s" anschauen

source: Item Id
de_de: Objekt-ID

source: Item Title
de_de: Objekt-Titel

source: Item Type
de_de: Objekttyp

source: Actions
de_de: Aktionen

source: Remove
de_de: Entfernen

source: [n/a]
de_de: [n.v.]
