Repository: GerZah/wesa_omeka
Catalog: plugins/Dropbox/languages/*.po
Languages: de_de

source: Add Dropbox Files
de_de: Dropbox-Dateien hinzufügen

source: The Dropbox files directory must be both readable and writable.
de_de: Das Dropbox-Verzeichnis muss sowohl lesbar als auch schreibbar sein.

source: Some files were not uploaded. Specific errors for each file follow below:
de_de: Manche Dateien wurden nicht hochgeladen. Spezifische Fehler für jede einzelne Datei siehe unten:

source: You must select a file to upload.
de_de: Sie müssen eine Datei zum Hochladen auswählen.

source: The following files were uploaded:
de_de: Die folgenden Dateien wurden hochgeladen:

source: The given path is invalid.
de_de: Der angegebene Pfad ist ungültig.

source: The file "%s" does not exist or is not readable.
de_de: Die Datei „%s“ existiert nicht oder ist nicht lesbar.

source: The file "%s" is not readable.
de_de: Die Datei „%s“ ist nicht lesbar.

source: No files have been uploaded to the dropbox.
de_de: Keine Dateien zur Dropbox hochgeladen.

source: Filter files by name:
de_de: Dateien nach Name filtern:

source: Show All
de_de: Alle anzeigen

source: File Name
de_de: Dateiname

source: To make files available in the Dropbox, upload them to the Dropbox plugin's files/ folder on the server. Dropbox files can be added in bulk to your site from this page, or added to individual items through an item's admin interface.
de_de: Um eine Datei in der Dropbox verfügbar zu machen, laden Sie sie in das files/-Verzeichnis des Dropbox-Plugins auf den Server hoch. Entweder können Sie mehrere Dropbox-Dateien auf einmal zu Ihrer Site hinzufügen, oder diese über das Objekt-Admin-Interface individuell zu Objekten hinzufügen.

source: Batch Add Items
de_de: Objekte stapelweise hinzufügen

source: For each file selected, a new item will be created. The properties set to the right will be applied to each new item.
de_de: Für jede gewählte Datei wird ein neues Objekt angelegt. Der Eigenschaften-Satz auf der rechten Seite werden für jedes neue Objekt angewandt.

source: Upload Files as Items
de_de: Dateien als Objekte hochladen
