Repository: GerZah/wesa_omeka
Catalog: plugins/Measurements/languages/*.po
Languages: de_de

source: Measurements Analysis
de_de: Maß-Analyse

source: Face
de_de: Fläche

source: Volume
de_de: Volumen

source: [n/a]
de_de: [n.v.]

source: Item Type
de_de: Objekttyp

source: Select Below
de_de: Unten auswählen

source: Edit
de_de: Bearbeiten

source: Clear
de_de: Löschen

source: Entered Data
de_de: Eingegebene Daten

source: Derived Data
de_de: Abgeleitete Daten

source: Number
de_de: Anzahl

source: Measurements Debug Output
de_de: Maße Debug-Ausgabe

source: Measurements Units
de_de: Maßeinheiten

source: Please enter all triple units that you would like to support, one per line.
de_de: Bitte geben Sie alle Einheiten-Tripel ein, die Sie unterstützen wollen, eine pro Zeile.

source: Please use the form <em>"abc-def-ghi (1-100-10)"</em> with the numbers being the conversion rates.
de_de: Bitte verwenden Sie die Form <em>„abc-def-ghi (1-100-10)“</em>, wobei die Zahlen die Umrechnungsfaktoren bezeichnen.

source: You may also group multiple triple units by adding a group name like this: <em>"[groupname] abc-def-ghi (1-100-10)"</em>.
de_de: Auf Wunsch können Sie mehrere Tripel-Einheiten gruppieren, indem Sie wie folgt einen Gruppennamen hinzufügen: <em>"[Gruppenname] abc-def-ghi (1-100-10)"</em>

source: You may also add a conversion rate from your lowest unit e.g. "in" to "mm", like this: <em>"[Group] yd-ft-in (1-3-12) [25.4]"</em>
de_de: Weiterhin können Sie einen Umrechnungs-Faktor von Ihrer niedrigsten Einheit wie etwa "in" in "mm" angeben: <em>"[Gruppe] yd-ft-in (1-3-12) [25.4]"</em>

source: Valid units that have been entered correctly:
de_de: Gültige, korrekt definierte Einheiten:

source: Measurement Elements
de_de: Maß-Elemente

source: Select elements to transform into measurements, i.e. that should store measurements.
de_de: Bitte wählen Sie diejenigen Elemente aus, in denen Sie Maße speichern wollen.

source: Trigger Re-indexing of Existing Content
de_de: Re-Indexierung von bestehendem Inhalt auslösen

source: <strong>Please note:</strong> Checking this box will re-generate the index <em>now</em> and exactly <em>once</em>. This action will be carried out as soon as you click on "Save Changes".
de_de: <strong>Bitte beachten:</strong> Wenn Sie diese Option auswählen, wird der Index <em>jetzt</em> und genau <em>einmal</em>neu generiert. Diese Aktion wird durchgeführt, sobald Sie auf „Änderungen speichern“ klicken.

source: <em>Explanation:</em> Measurements relies on a search index that is being created during content maintenance in the background. However, existing content will not be re-indexed automatically. So if you have existing content or modify your settings, you should re-generate the search index.
de_de: <em>Erläuterung:</em> Maße stützt sich auf einen Suchindex, der während der Inhaltspflege im Hintergrund erstellt wird. Jedoch werden vorhandene Inhalte nicht automatisch erneut indexiert. Sofern Ihre Datenbank also über bestehende Inhalte verfügt, oder wenn Sie Ihre Einstellungen ändern, sollten Sie den Suchindex neu generieren.

source: Debug Output
de_de: Debug-Ausgabe

source: Please start by selecting a triple unit.
de_de: Bitte beginnen Sie damit, dass Sie ein Einheiten-Tripel auswählen.

source: Please enter numerical values into all fields (or leave them empty).
de_de: Bitte geben Sie in alle Felder numerische Werte ein (oder lassen Sie diese leer).

source: Please enter the number of items (or leave the field empty).
de_de: Bitte geben Sie die Anzahl der Elemente ein (oder lassen Sie das Feld leer).

source: Unit
de_de: Einheit

source: Measurements
de_de: Maße

source: Triple Unit
de_de: Einheiten-Tripel

source: Data Entry
de_de: Dateneingabe

source: Apply
de_de: Anwenden

source: Cancel
de_de: Abbrechen

source: Triple Unit Data
de_de: Einheiten-Tripel Eingabe

source: face1
de_de: Obfl1

source: face2
de_de: Obfl2

source: face3
de_de: Obfl3

source: Dimensions
de_de: Dimensionen

source: Surfaces
de_de: Oberflächen

source: Measurement Analytical Area
de_de: Maß-Analyse Bereich

source: Measurement Analytical Unit
de_de: Maß-Analyse Einheit

source: Weight Factor
de_de: Gewichtsfaktor

source: Filter item ID (e.g. "42-500")
de_de: Objekt-ID-Filtern (z.B. "42-500")

source: Filter target range (e.g. "20.5-50")
de_de: Zielbereich filtern (z.B. "20,5-50")

source: Filter Title Text
de_de: Titel-Text filtern

source: Add Relation
de_de: Beziehung hinzufügen

source: Title
de_de: Titel

source: Original Values
de_de: Original-Werte

source: Converted Values
de_de: Konvertierte Werte

source: Weight
de_de: Gewicht

source: single / all
de_de: einzeln / alle

source: Open Item
de_de: Objekt öffnen

source: Open Item in New Window
de_de: Objekt in neuem Fenster öffnen

source: Add Relationship
de_de: Beziehung hinzufügen

source: The item that you selected last (which highlighted in a slightly different color) will be the subject of the newly added relationship, while the one or more other highlighted item(s) will become object(s) of that relationship.
de_de: Das Objekt, das Sie als letztes selektiert haben (das in einer etwas anderen Farbe hervorgehoben ist), wird die Subjekt-Ressource der neu erstellten Beziehung darstellen, während das bzw. die weiteren hervorgehobenen Objekt(e) die Objekt-Ressource(n) darstellen.

source: Subject Item
de_de: Subjekt-Ressource

source: Object Item(s)
de_de: Objekt-Ressource(n)

source: Item Relations
de_de: Objekt-Beziehungen

source: Relationship Comment
de_de: Beziehungs-Kommentar

source: Relation(s) created successfully.
de_de: Beziehung(en) erfolgreich angelegt.

source: Error while creating relation(s).
de_de: Fehler beim Anlegen der Beziehung(en)

source: Close
de_de: Schließen

source: Measurements Search
de_de: Maße-Suche

source: You may enter a number or a number range consisting of two numbers, separated by a hypen ("-"); for example, you may enter "42" or "40-45". You may also select one or more units that you defined to limit the search to.
de_de: Sie können eine Zahl oder einen Zahlenbereich eingeben, letzterer bestehend aus zwei Zahlen, getrennt durch einen Bindestrich("-"); beispielsweise können Sie "42" oder "40-45" eingeben. Darüber hinaus können Sie eine oder mehrere von Ihnen konfigurierte Einheiten auswählen, um die Suche zu begrenzen.
