Repository: GerZah/wesa_omeka
Catalog: plugins/VideoEmbed/languages/*.po
Languages: de_de

source: Embedded Videos
de_de: Eingebettete Videos

source: Embedded Video
de_de: Eingebettetes Video

source: Click here to play "%1$s" from %2$s to %3$s
de_de: Klicken Sie hier, um "%1$s" von %2$s bis %3$s abzuspielen

source: Related items also referencing this video
de_de: Verwandte Objekte, die dieses Video ebenfalls referenzieren

source: Complete Video
de_de: Vollständiges Video

source: From %1$s to %2$s
de_de: Von %1$s bis %2$s

source: Remove Pseudo Code
de_de: Pseudocode entfernen

source: Remove "{{#xx}}" / "{{#xx;yy-zz}}" pseudo code tags when displaying content (see below).
de_de: "{{#xx}}" / "{{#xx;yy-zz}}" Pseudocode-Tags bei der Anzeige von Inhalt entfernen (siehe unten).

source: Display Related items
de_de: Verwandte Objekte anzeigen

source: Display related items that also embed the same video, sorted after their respective timecodes.
de_de: Verwandte Objekte anzeigen, die ebenfalls dasselbe Video referenzieren, sortiert nach deren jeweiligen Timecodes.

source: Video Width in Admin View
de_de: Video-Breite in Admin-Ansicht

source: Width of the embedded video viewer in admin backend, in pixels. – Enter "0" for 100% width.
de_de: Breite in Pixeln der eingebetteten Video-Ansicht im Admin-Backend. – Geben Sie "0" für "100%" Breite ein.

source: Video Width in Public View
de_de: Video-Breite in Öffentlicher Ansicht

source: Width of the embedded video viewer in public frontend, in pixels. – Enter "0" for 100% width.
de_de: Breite in Pixeln der eingebetteten Video-Ansicht in der Öffentlichen Ansicht. – Geben Sie "0" für "100%" Breite ein.

source: Documentation
de_de: Dokumentation

source: If you upload a video file to Omeka (or any other kind of file for that matter), it will be part of that particular item that you added it to. Sometimes, however, it might be desirable to reference a video file from different other items. A good example for this is when you upload a video file that contains references to multiple icons; files can not be attached to multiple items at once.
de_de: Wenn Sie eine Video-Datei zu Omeka hochladen (bzw. in dieser Hinsicht jede andere Art von Datei), so wird Sie Teil eines bestimmten Objekts sein. Manchmal kann es jedoch wünschenswert sein, ein Video aus anderen Objekten zu referenzieren. Ein gutes Beispiel hierfür ist, wenn Sie ein Video hochladen, das Referenzen auf mehrere Objekte enthält; Dateien können nicht mehreren Objekten gleichzeitig zugeordnet sein.

source: With this plugin, you may refence videos by adding a “pseudo code tag” anywhere in your item's content. It doesn't matter where you add it, it could be in some comment field or anywhere else. This way, the video will be displayed below your regular item's content. Even better: You may specify a specific timecode, so the video reference will give you the ability to play only one particular segment from that video. This frees you from the need to upload videos multiple times and/or to split it into multiple pieces and upload those.
de_de: Mit diesem Plugin können Sie Videos durch Hinzufügen eines „Pseudocode-Tags“ irgendwo in Ihrem Objekt-Inhalt referenzieren. Es kommt nicht darauf an, wo Sie dieses hinzufügen: Es könnte in irgendeinem Kommentarfeld oder anderswo sein. Auf fiese Weise wird das Video unterhalb des normalen Objekt-Inhaltes dargestellt. Noch besser: Sie können einen bestimmten Timecode spezifizieren, wodurch Sie die Möglichkeit haben, nur ein bestimmtes Segment des referenzierten Videos abzuspielen. Dadurch entfällt für Sie der Bedarf, das Video mehrfach hochzuladen oder es gar in mehrere Teile aufzuspalten und diese hochzuladen.

source: To reference a video file, first find out its numerical ID. The easiest way is to check the content that it is part of and click on its video placeholder icon. <em>Please note:</em> The files use a separate numbering than the items: Item ID and file ID are not the same thing. – For example, let us say that you found the video ID to be #42.
de_de: Um ein Video zu referenzieren, ermitteln Sie zuerst dessen numerische ID. Am einfachsten ist es, den Inhalt in dem es enthalten ist anzusehen und auf das Video-Platzhalter-Symbol zu klicken. <em>Bitte beachten Sie:</em> Dateien benutzen eine andere Nummerierung als Objekte: Objekt-ID und Datei-ID sind nicht dasselbe. – Nehmen wir zum Beispiel an, Sie hätten die Video-ID #42 ermittelt.

source: To reference video #42, enter: <strong>{{#42}}</strong>
de_de: Um das Video #42 zu referenzieren, schreiben Sie: <strong>{{#42}}</strong>

source: To play video #42 from 0:50 to 1:10, enter: <strong>{{#42;50-70}}</strong>
de_de: Um das Video #42 von 0:50 bis 1:10 abzuspielen, schreiben Sie: <strong>{{#42;50-70}}</strong>
